INSERT INTO users (id, name, address, age)
VALUES  (100000, 'User0', 'Санкт-Петербург', 24),
        (100001, 'User1', 'Москва', 25),
        (100002, 'User2', 'Уфа', 35),
        (100003, 'User3', 'Калиниград', 32),
        (100004, 'User4', 'Нижний Новгород', 20),
        (100005, 'User5', 'Астрахань', 21),
        (100006, 'User6', 'Волгоград', 25),
        (100007, 'User7', 'Великий Новгород', 23),
        (100008, 'User8', 'Владивосток', 24),
        (100009, 'User9', 'Самара', 26),
        (100010, 'User10', 'Казань', 45),
        (100011, 'User11', 'Екатеринбург', 50),
        (100012, 'User12', 'Тюмень', 53);

INSERT INTO account (id, user_id, amount)
VALUES  (100013, 100001, 1000),
        (100014, 100001, 2000),
        (100015, 100001, 3000),
        (100016, 100002, 4000),
        (100017, 100002, 5000),
        (100018, 100000, 6000);

INSERT INTO "transaction" (id, debitaccount_id, refillaccount_id, amount, date, description)
VALUES  (100019, 100013, 100018, 100, '2017-09-01 12:00:00', 'To User0'),
        (100020, 100014, NULL,   150, '2017-09-01 13:00:00', 'Store'),
        (100021, 100018, 100013, 200, '2017-09-01 20:00:00', 'From User0'),
        (100022, 100013, 100016, 250, '2017-09-02 12:00:00', 'From User1'),
        (100023, 100017, 100018, 300, '2017-09-03 12:00:00', 'To User0'),
        (100024, NULL,   100018, 350, '2017-09-05 12:00:00', 'Dividend');