INSERT INTO users (name, address, age)
VALUES  ('User0', 'Санкт-Петербург', 24),
        ('User1', 'Москва', 25),
        ('User2', 'Уфа', 35),
        ('User3', 'Калиниград', 32),
        ('User4', 'Нижний Новгород', 20),
        ('User5', 'Астрахань', 21),
        ('User6', 'Волгоград', 25),
        ('User7', 'Великий Новгород', 23),
        ('User8', 'Владивосток', 24),
        ('User9', 'Самара', 26),
        ('User10', 'Казань', 45),
        ('User11', 'Екатеринбург', 50),
        ('User12', 'Тюмень', 53);

INSERT INTO accounts (user_id, amount)
VALUES  (100001, 1000),
        (100001, 2000),
        (100001, 3000),
        (100002, 4000),
        (100002, 5000),
        (100000, 6000);

INSERT INTO transactions (debit_account_id, refill_account_id, amount, date, description)
VALUES  (100013, 100018, 100, '2017-09-01 12:00:00', 'To User0'),
        (100014, NULL,   150, '2017-09-01 13:00:00', 'Store'),
        (100018, 100013, 200, '2017-09-01 20:00:00', 'From User0'),
        (100013, 100016, 250, '2017-09-02 12:00:00', 'From User1'),
        (100017, 100018, 300, '2017-09-03 12:00:00', 'To User0'),
        (NULL,   100018, 350, '2017-09-05 12:00:00', 'Dividend');